Repository: common-repository/webshoplogin-single-sign-on
Catalog: languages/webshoplogin-single-sign-on-*.po
Languages: de_de

source: De plugin is succesvol geactiveerd.
de_de: Das Plugin wurde erfolgreich aktiviert.

source: Er is een e-mail gestuurd naar uw e-mailadres( %s ) om uw nieuwe WebshopLogin account te activeren.
de_de: Es wurde eine E-Mail an deine E-Mail-Adresse ( %s) gesendet, um dein neues WebshopLogin-Konto zu aktivieren.

source: De activatie is succesvol verlopen.
de_de: Die Aktivierung war erfolgreich.

source: WebshopLogin installatie is mislukt.
de_de: WebshopLogin-Installation fehlgeschlagen.

source: Er is iets fout gegaan tijdens de activatie van de plugin. Probeer op een later tijdstip de plugin te activeren via de plugin instellingen.
de_de: Bei der Aktivierung des Plugins ist etwas schief gelaufen. Versuchen Sie, das Plugin zu einem späteren Zeitpunkt mit den Plugin-Einstellungen zu aktivieren.

source: Er bestaat al een applicatie met deze URL op Webshoplogin.com, login op uw <a target="_blank" href="https://developers.webshoplogin.com/dashboard">WebshopLogin account</a> en vul uw API key & secret handmatig in op de instellingen pagina van de WebshopLogin plugin.
de_de: Es gibt bereits eine Anwendung mit dieser URL auf Webshoplogin.com, loggen Sie sich in Ihr <a target="_blank" href="https://developers.webshoplogin.com/dashboard">WebshopLogin Konto</a> ein und geben Sie Ihren API-Schlüssel & Ihr Secret manuell auf der Einstellungsseite des WebshopLogin Plugins ein.

source: Er bestaat al een WebshopLogin account met uw e-mailadres( %s ), u krijgt een e-mail met verdere instructies.
de_de: Es gibt bereits ein WebshopLogin-Konto mit Ihrer E-Mail-Adresse ( %s), Sie erhalten eine E-Mail mit weiteren Anweisungen.

source: Er is iets fout gegaan tijdens de activatie van de plugin. Activeer de plugin via het instellingen scherm door handmatig de API key & secret in te vullen uit uw WebshopLogin account.
de_de: Bei der Aktivierung des Plugins ist etwas schief gelaufen. Aktivieren Sie das Plugin über den Einstellungsbildschirm, indem Sie den API-Schlüssel & das Geheimnis aus Ihrem WebshopLogin-Konto manuell eingeben.

source: Helaas. Er ging iets fout tijdens het inloggen. Probeer het later opnieuw!
de_de: Leider. Beim Einloggen ist etwas schief gelaufen. Versuchen Sie es später noch einmal!

source: Er bestaat al een gebruiker met dit e-mail adres, om zeker te weten dat jij dit bent moet je eerst je e-mailadres valideren in ShopLogin
de_de: Es gibt bereits einen Benutzer mit dieser E-Mail-Adresse, um sicher zu sein, dass du es bist, musst du zuerst deine E-Mail-Adresse im ShopLogin überprüfen

source: Helaas. Er ging iets fout tijdens het inloggen. Er was geen account informatie beschikbaar.
de_de: Leider. Beim Einloggen ist etwas schief gelaufen. Es waren keine Kontoinformationen verfügbar.

source: Om WebshopLogin te kunnen gebruiken is WooCommerce vereist,
de_de: Um WebshopLogin nutzen zu können, ist WooCommerce erforderlich,

source: installeer WooCommerce
de_de: WooCommerce installieren

source: Er is een actieve WooCommerce installatie vereist om de WebshopLogin Single Sign On plug-in te laten werken. Installeer de WooCommerce plug-in, hierdoor wordt WebshopLogin automatisch geactiveerd.
de_de: Eine aktive WooCommerce-Installation ist erforderlich, damit das WebshopLogin Single Sign On Plug-in funktioniert. Installieren Sie das WooCommerce-Plugin, dadurch wird WebshopLogin automatisch aktiviert.

source: Instellingen
de_de: Einstellungen

source: <a href="admin.php?page=wsl-login">Om de WebshopLogin plugin te activeren moeten eerst de API key & secret worden ingevuld.</a>
de_de: <a href="admin.php?page=wsl-login">Um das WebshopLogin-Plugin zu aktivieren, müssen Sie zuerst den API-Schlüssel & das Geheimnis eingeben.</a>

source: API key of secret is niet geldig
de_de: API-Schlüssel oder -Geheimnis ist ungültig

source: Plugin is geactiveerd
de_de: Plugin ist aktiviert

source: Knoppen
de_de: Schaltflächen

source: Installeer WebshopLogin Single Sign On
de_de: installieren sie WebshopLogin Single Sign On

source: Geavanceerde instellingen
de_de: Erweiterte Einstellungen

source: Opslaan
de_de: Speichern

source: API instellingen
de_de: API-Einstellungen

source: WebshopLogin API key & secret
de_de: WebshopLogin API Geheimnis

source: WebshopLogin API key
de_de: WebshopLogin API-Schlüssel

source: WebshopLogin API secret
de_de: WebshopLogin API Geheimnis

source: Plugin instellingen
de_de: Plugin Einstellungen

source: WebshopLogin plugin aanzetten
de_de: WebshopLogin Plugin Einschalten

source: Knop instellingen
de_de: Tasteneinstellungen

source: WebshopLogin shortcode om een extra loginknop weer te geven
de_de: WebshopLogin shortcode um eine zusätzliche Login-Taste anzuzeigen

source: WebshopLogin shortcode om een extra registreer knop weer te geven
de_de: WebshopLogin shortcode um eine zusätzliche Registertaste anzuzeigen

source: Om de WebshopLogin plugin te activeren moeten de API key & secret worden ingevuld. Deze kunnen worden gevonden in de <a href="#" onclick="clickWslTab()">Webshoplogin tab</a> of op <a href="https://developers.webshoplogin.com/dashboard" target="_blank">https://developers.webshoplogin.com</a>
de_de: Um das WebshopLogin Plugin zu aktivieren, müssen Sie den API-Schlüssel und das API-Geheimnis eingeben. Diese finden Sie in der <a href="#" onclick="clickWslTab()">Registerkarte Webshoplogin</a> oder auf der Webseite <a href="https://developers.webshoplogin.com/dashboard" target="_blank">https://developers.webshoplogin.com</a>

source: Ongeldig
de_de: Ungültig

source: Geldig
de_de: Gültig

source: Kopieer de shortcode en plak deze op een pagina om de Webshoplogin inlogknop weer te geven.
de_de: Kopieren Sie den Shortcode und fügen Sie ihn auf einer Seite ein, um den Login-Button des Webshoplogins anzuzeigen.

source: Kopieer de shortcode en plak deze op een pagina om de Webshoplogin registreer knop weer te geven.
de_de: Kopieren Sie den Shortcode und fügen Sie ihn auf einer Seite ein, um den Registertaste-Button des Webshoplogins anzuzeigen.

source: Laat je bezoekers inloggen met één account met hulp van hun bestaande accounts van bijvoorbeeld: Facebook, Paypal, Amazon, of Google of een van de vele aangesloten webwinkels.
de_de: Lassen Sie Ihre Besucher sich mit einem Konto anmelden, z.B. mit Hilfe ihrer bestehenden Konten: Facebook, Paypal, Amazon oder Google oder einen der vielen angeschlossenen Webshops.
